{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "AboutWindow",
			"Children": [
				{
					"Source":
					{
						"Text": "- ULIS : https://github.com/Praxinos/ULIS"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "copyright.external-libs.ULIS"
				},
				{
					"Source":
					{
						"Text": "About Iliad"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "title"
				},
				{
					"Source":
					{
						"Text": "Close"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Close"
				},
				{
					"Source":
					{
						"Text": "Clément Berthaud, Antoine Antin"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "copyright.team-former-names"
				},
				{
					"Source":
					{
						"Text": "Elodie Moog, Fabrice Debarge, Thomas Schmitt, Cléa Gonay, "
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "copyright.team-names-1"
				},
				{
					"Source":
					{
						"Text": "External libraries:"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "copyright.external-libs"
				},
				{
					"Source":
					{
						"Text": "Former Collaborators: "
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "copyright.team-former-label"
				},
				{
					"Source":
					{
						"Text": "Go to Iliad User Documentation"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "tooltip.social.userDoc"
				},
				{
					"Source":
					{
						"Text": "Go to Iliad webpage"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "tooltip.iliad"
				},
				{
					"Source":
					{
						"Text": "Go to Praxinos website"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "tooltip.praxinos"
				},
				{
					"Source":
					{
						"Text": "IDDN.FR.001.250001.006.S.P.2019.000.00000"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "copyright.iddn"
				},
				{
					"Source":
					{
						"Text": "ILIAD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "copyright.iliad"
				},
				{
					"Source":
					{
						"Text": "ILIAD is subject to copyright laws and is the legal and intellectual property of Praxinos,Inc"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "copyright.copyright"
				},
				{
					"Source":
					{
						"Text": "Naomiki Sato, Gary Gabriel, Eric Scholl, Michael Schreiner"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "copyright.team-names-2"
				},
				{
					"Source":
					{
						"Text": "Praxinos Team: "
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "copyright.team-label"
				},
				{
					"Source":
					{
						"Text": "Praxinos on Discord"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "tooltip.social.discord"
				},
				{
					"Source":
					{
						"Text": "Praxinos on Facebook"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "tooltip.social.facebook"
				},
				{
					"Source":
					{
						"Text": "Praxinos on Git"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "tooltip.social.git"
				},
				{
					"Source":
					{
						"Text": "Praxinos on Instagram"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "tooltip.social.instagram"
				},
				{
					"Source":
					{
						"Text": "Praxinos on LinkedIn"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "tooltip.social.linkedin"
				},
				{
					"Source":
					{
						"Text": "Praxinos on Twitter"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "tooltip.social.twitter"
				},
				{
					"Source":
					{
						"Text": "Praxinos on Youtube"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "tooltip.social.youtube"
				},
				{
					"Source":
					{
						"Text": "Version: {0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VersionLabel"
				},
				{
					"Source":
					{
						"Text": "https://discord.gg/gEd6pj7"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "url.social.discord"
				},
				{
					"Source":
					{
						"Text": "https://github.com/Praxinos/Iliad"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "url.social.git"
				},
				{
					"Source":
					{
						"Text": "https://praxinos.coop/"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "url.praxinos"
				},
				{
					"Source":
					{
						"Text": "https://praxinos.coop/Documentation/Iliad/User/html/"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "url.social.userDoc"
				},
				{
					"Source":
					{
						"Text": "https://praxinos.coop/iliad.php"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "url.iliad"
				},
				{
					"Source":
					{
						"Text": "https://twitter.com/praxinos"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "url.social.twitter"
				},
				{
					"Source":
					{
						"Text": "https://www.facebook.com/Praxinos"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "url.social.facebook"
				},
				{
					"Source":
					{
						"Text": "https://www.instagram.com/praxinos/"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "url.social.instagram"
				},
				{
					"Source":
					{
						"Text": "https://www.linkedin.com/company/praxinos"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "url.social.linkedin"
				},
				{
					"Source":
					{
						"Text": "https://www.youtube.com/channel/UCdSBI-_VlBRRRjY_tDz73xQ"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "url.social.youtube"
				},
				{
					"Source":
					{
						"Text": "{0} | {1}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "tooltip-url"
				}
			]
		},
		{
			"Namespace": "AssetTypeActions_OdysseyBrush",
			"Children": [
				{
					"Source":
					{
						"Text": "Odyssey Brush"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AssetTypeActions_OdysseyBrush"
				}
			]
		},
		{
			"Namespace": "Contexts",
			"Children": [
				{
					"Source":
					{
						"Text": "Iliad Flipbook Editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IliadFlipbookEditor"
				},
				{
					"Source":
					{
						"Text": "Iliad Painter Editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IliadPainterEditor"
				},
				{
					"Source":
					{
						"Text": "Iliad Texture Editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IliadTextureEditor"
				},
				{
					"Source":
					{
						"Text": "Iliad Texture Editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IliadAnimationEditor"
				},
				{
					"Source":
					{
						"Text": "LayerStack"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerStackEditor"
				},
				{
					"Source":
					{
						"Text": "Odyssey Viewport Drawing Edit Mode"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyViewportDrawingEditMode"
				}
			]
		},
		{
			"Namespace": "DiscoveringAssetsDialog",
			"Children": [
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CancelButton"
				},
				{
					"Source":
					{
						"Text": "Discovering Assets..."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DiscoveringAssetsDialog"
				},
				{
					"Source":
					{
						"Text": "Please wait while assets are being discovered."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DiscoveringAssets"
				}
			]
		},
		{
			"Namespace": "FlipbookTimelineTrack",
			"Children": [
				{
					"Source":
					{
						"Text": "Keyframe Actions"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyTimelineFrameActionsHeader"
				},
				{
					"Source":
					{
						"Text": "Sprite Actions"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyTimelineSpriteActionsHeader"
				}
			]
		},
		{
			"Namespace": "FOdysseyPainterEditor",
			"Children": [
				{
					"Source":
					{
						"Text": "Align Point Selection"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AlignPointSelection"
				},
				{
					"Source":
					{
						"Text": "Apply Transformations"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ApplyTransformations"
				},
				{
					"Source":
					{
						"Text": "Bring forward"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BringForward"
				},
				{
					"Source":
					{
						"Text": "Clear Coloring"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ClearColoring"
				},
				{
					"Source":
					{
						"Text": "Delete Bucket"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DeleteBucket"
				},
				{
					"Source":
					{
						"Text": "Delete Objects"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DeleteObjects"
				},
				{
					"Source":
					{
						"Text": "Delete Point Selection"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DeletePointSelection"
				},
				{
					"Source":
					{
						"Text": "Flip Horizontal"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FlipHorizontal"
				},
				{
					"Source":
					{
						"Text": "Flip Vertical"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FlipVertical"
				},
				{
					"Source":
					{
						"Text": "Group Paint"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "GroupPaint"
				},
				{
					"Source":
					{
						"Text": "Paste"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DefaultTool"
				},
				{
					"Source":
					{
						"Text": "Propagate Bucket"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PropagateBucket"
				},
				{
					"Source":
					{
						"Text": "Reset view"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ResetView"
				},
				{
					"Source":
					{
						"Text": "Select All"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SelectAll"
				},
				{
					"Source":
					{
						"Text": "Sellect All Points"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SellectAllPoints"
				},
				{
					"Source":
					{
						"Text": "Send backward"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SendBackward"
				},
				{
					"Source":
					{
						"Text": "Unalign Point Selection"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UnalignPointSelection"
				},
				{
					"Source":
					{
						"Text": "Ungroup"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Ungroup"
				},
				{
					"Source":
					{
						"Text": "Vector Path Stitch Tool"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VectorPathStitchTool"
				},
				{
					"Source":
					{
						"Text": "group"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Group"
				}
			]
		},
		{
			"Namespace": "FOdysseyStylusInputModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Configure the behaviour of stylus inputs in ILIAD."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainterEditorSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "Debug panel to display current values of stylus inputs."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DebugTabTooltip"
				},
				{
					"Source":
					{
						"Text": "ILIAD Stylus Input"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainterEditorSettingsName"
				},
				{
					"Source":
					{
						"Text": "Stylus Input Debug"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DebugTabTitle"
				}
			]
		},
		{
			"Namespace": "FOdysseyViewportDrawingEditorEdMode",
			"Children": [
				{
					"Source":
					{
						"Text": "'Support UV From Hit Results' doesn't seem to be enabled. Enable it from project settings in order to use this paint editor properly."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Enable FindCollisionUV"
				},
				{
					"Source":
					{
						"Text": "CollisionUVNoSupport"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TitleCollisionUVNoSupport"
				},
				{
					"Source":
					{
						"Text": "Odyssey Viewport Drawing Editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WorkspaceMenu_OdysseyViewportDrawingEditor"
				}
			]
		},
		{
			"Namespace": "No Texture Provided",
			"Children": [
				{
					"Source":
					{
						"Text": "No Texture Provided"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "No Texture Provided"
				}
			]
		},
		{
			"Namespace": "OdysseyAnimationAssetTypeActions",
			"Children": [
				{
					"Source":
					{
						"Text": "Animation"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FOdysseyAnimationTypeActionsName"
				}
			]
		},
		{
			"Namespace": "OdysseyAnimationCellsDragDropOperation",
			"Children": [
				{
					"Source":
					{
						"Text": "{0} Cells"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Cells Count"
				}
			]
		},
		{
			"Namespace": "OdysseyAnimationEditorCommands",
			"Children": [
				{
					"Source":
					{
						"Text": "Cells Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CellsShortcutsCategory"
				},
				{
					"Source":
					{
						"Text": "Import & Export Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ImportExportShortcutsCategory"
				},
				{
					"Source":
					{
						"Text": "Layers Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayersShortcutsCategory"
				},
				{
					"Source":
					{
						"Text": "Timeline Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TimelineShortcutsCategory"
				}
			]
		},
		{
			"Namespace": "OdysseyAnimationEditorLightTableTab",
			"Children": [
				{
					"Source":
					{
						"Text": "LightTable"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyAnimationEditorLightTableTab"
				}
			]
		},
		{
			"Namespace": "OdysseyAnimationEditorModule",
			"Children": [
				{
					"Source":
					{
						"Text": "ILIAD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IliadPainterAssetCategory"
				},
				{
					"Source":
					{
						"Text": "Odyssey Animation Editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WorkspaceMenu_OdysseyAnimationEditor"
				}
			]
		},
		{
			"Namespace": "OdysseyAnimationEditorSource",
			"Children": [
				{
					"Source":
					{
						"Text": "Clear Vector Scene"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ClearVectorScene"
				}
			]
		},
		{
			"Namespace": "OdysseyAnimationEditorTimelineTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Import Textures Sequence"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerStack"
				},
				{
					"Source":
					{
						"Text": "Import Textures Sequence"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ImportTextureDialogTitle"
				},
				{
					"Source":
					{
						"Text": "Importing Texture Sequence"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LookingForUnusedAssetsText"
				},
				{
					"Source":
					{
						"Text": "Odyssey Animation"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyAnimation"
				},
				{
					"Source":
					{
						"Text": "Timeline"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyAnimationEditorTimelineTab"
				}
			]
		},
		{
			"Namespace": "OdysseyAnimationEditorToolkit",
			"Children": [
				{
					"Source":
					{
						"Text": "Animation"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WorldCentricTabPrefix"
				},
				{
					"Source":
					{
						"Text": "Odyssey Animation Editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AppLabel"
				}
			]
		},
		{
			"Namespace": "OdysseyAnimationFactory",
			"Children": [
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "cancel"
				},
				{
					"Source":
					{
						"Text": "Create Asset"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "create-asset"
				},
				{
					"Source":
					{
						"Text": "Create Texture Asset"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "title"
				}
			]
		},
		{
			"Namespace": "OdysseyAnimationMediaPlayerFactory",
			"Children": [
				{
					"Source":
					{
						"Text": "No URI scheme found"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "NoSchemeFound"
				},
				{
					"Source":
					{
						"Text": "Odyssey Animation"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MediaPlayerDisplayName"
				},
				{
					"Source":
					{
						"Text": "The URI scheme '{0}' is not supported"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SchemeNotSupported"
				}
			]
		},
		{
			"Namespace": "OdysseyAnimationMediaTracks",
			"Children": [
				{
					"Source":
					{
						"Text": "Video Track"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DefaultVideoTrackName"
				}
			]
		},
		{
			"Namespace": "OdysseyAnimationModule",
			"Children": [
				{
					"Source":
					{
						"Text": "ILIAD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IliadPainterAssetCategory"
				}
			]
		},
		{
			"Namespace": "OdysseyBrush_ContentBrowserExtensions",
			"Children": [
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Cancel"
				},
				{
					"Source":
					{
						"Text": "Change the thumbnail by the content of a texture"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CB_Extension_Brush_EditThumbnail_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Edit Thumbnail"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CB_Extension_Brush_EditThumbnail"
				},
				{
					"Source":
					{
						"Text": "Select Thumbnail for Brush"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SelectThumbnailOdysseyBrush"
				},
				{
					"Source":
					{
						"Text": "Switch Thumbnail"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Switch Thumbnail"
				}
			]
		},
		{
			"Namespace": "OdysseyBrushEditorModule",
			"Children": [
				{
					"Source":
					{
						"Text": "ILIAD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IliadPainterAssetCategory"
				}
			]
		},
		{
			"Namespace": "OdysseyColorSelector",
			"Children": [
				{
					"Source":
					{
						"Text": "<<Invalid option>>"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "InvalidComboEntryText"
				},
				{
					"Source":
					{
						"Text": "Selector"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Selector"
				}
			]
		},
		{
			"Namespace": "OdysseyColorSliders",
			"Children": [
				{
					"Source":
					{
						"Text": "Sliders"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Sliders"
				}
			]
		},
		{
			"Namespace": "OdysseyCustomLayer",
			"Children": [
				{
					"Source":
					{
						"Text": "Loading asset {0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LoadingClass"
				}
			]
		},
		{
			"Namespace": "OdysseyExportFolderExtension",
			"Children": [
				{
					"Source":
					{
						"Text": "All actions related to ILIAD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CB_Extension_Texture_IliadActions_ToolTip"
				},
				{
					"Source":
					{
						"Text": "An asset already exists at location {0} would you like to overwrite it?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportFolder_AlreadyExists"
				},
				{
					"Source":
					{
						"Text": "Choose a destination Export folder"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportToFolderTitle"
				},
				{
					"Source":
					{
						"Text": "Copying Files..."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportFolder_CopyingFiles"
				},
				{
					"Source":
					{
						"Text": "Error: This platform does not support a file dialog."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "NoDesktopPlatform"
				},
				{
					"Source":
					{
						"Text": "Export all Textures"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MyActionTitle"
				},
				{
					"Source":
					{
						"Text": "Export all Textures within the selected folder"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MyActionTooltip"
				},
				{
					"Source":
					{
						"Text": "Gathering Dependencies..."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportFolders_GatheringDependencies"
				},
				{
					"Source":
					{
						"Text": "ILIAD Actions"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CB_Extension_Texture_IliadActions"
				},
				{
					"Source":
					{
						"Text": "No files were found to export"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportFolder_NoFilesFound"
				},
				{
					"Source":
					{
						"Text": "The Folder {0} is not empty, continue anyway ?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportFolder_NotEmpty"
				},
				{
					"Source":
					{
						"Text": "The export operation is finished "
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportFolder_Finished"
				},
				{
					"Source":
					{
						"Text": "The following assets will be exported to your system."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportFolderReportTitle"
				},
				{
					"Source":
					{
						"Text": "You must wait until asset discovery is complete to export the folder content"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportFolderAssetsNotDiscovered"
				},
				{
					"Source":
					{
						"Text": "{0} does not exist on disk."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportFolder_PackageMissing"
				}
			]
		},
		{
			"Namespace": "OdysseyFlipbook",
			"Children": [
				{
					"Source":
					{
						"Text": "1 FPS"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "1Fps"
				},
				{
					"Source":
					{
						"Text": "1 frame per second"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "1FpsDescription"
				},
				{
					"Source":
					{
						"Text": "100%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom100Action"
				},
				{
					"Source":
					{
						"Text": "12 FPS"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "12Fps"
				},
				{
					"Source":
					{
						"Text": "12 frames per second"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "12FpsDescription"
				},
				{
					"Source":
					{
						"Text": "2 FPS"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "2Fps"
				},
				{
					"Source":
					{
						"Text": "2 frames per second"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "2FpsDescription"
				},
				{
					"Source":
					{
						"Text": "200%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom200Action"
				},
				{
					"Source":
					{
						"Text": "24 FPS"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "24Fps"
				},
				{
					"Source":
					{
						"Text": "24 frames per second"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "24FpsDescription"
				},
				{
					"Source":
					{
						"Text": "25%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom25Action"
				},
				{
					"Source":
					{
						"Text": "29.97 FPS"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "29.97Fps"
				},
				{
					"Source":
					{
						"Text": "29.97 frames per second"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "29.97FpsDescription"
				},
				{
					"Source":
					{
						"Text": "3 FPS"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "3Fps"
				},
				{
					"Source":
					{
						"Text": "3 frames per second"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "3FpsDescription"
				},
				{
					"Source":
					{
						"Text": "30 FPS"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "30Fps"
				},
				{
					"Source":
					{
						"Text": "30 frames per second"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "30FpsDescription"
				},
				{
					"Source":
					{
						"Text": "400%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom400Action"
				},
				{
					"Source":
					{
						"Text": "50%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom50Action"
				},
				{
					"Source":
					{
						"Text": "6 FPS"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "6Fps"
				},
				{
					"Source":
					{
						"Text": "6 frames per second"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "6FpsDescription"
				},
				{
					"Source":
					{
						"Text": "60 FPS"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "60Fps"
				},
				{
					"Source":
					{
						"Text": "60 frames per second"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "60FpsDescription"
				},
				{
					"Source":
					{
						"Text": "Add Keyframe"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AddKeyframe"
				},
				{
					"Source":
					{
						"Text": "Fix Current Keyframe"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Fix Current Keyframe"
				},
				{
					"Source":
					{
						"Text": "Frame rate"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FrameRate"
				},
				{
					"Source":
					{
						"Text": "Show the texture at a quarter of its size."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom25ActionHint"
				},
				{
					"Source":
					{
						"Text": "Show the texture at four times its size."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom400ActionHint"
				},
				{
					"Source":
					{
						"Text": "Show the texture at half its size."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom50ActionHint"
				},
				{
					"Source":
					{
						"Text": "Show the texture at twice its size."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom200ActionHint"
				},
				{
					"Source":
					{
						"Text": "Show the texture in its original size."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom100ActionHint"
				},
				{
					"Source":
					{
						"Text": "Zoom:"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ZoomLabel"
				}
			]
		},
		{
			"Namespace": "OdysseyFlipbook_AssetTypeActions",
			"Children": [
				{
					"Source":
					{
						"Text": "Flipbook"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FOdysseyFlipbookTypeActionsName"
				}
			]
		},
		{
			"Namespace": "OdysseyFlipbookContentBrowserExtensions",
			"Children": [
				{
					"Source":
					{
						"Text": "Edit Flipbook with ILIAD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CB_Extension_Flipbook_OpenPaintEditor"
				},
				{
					"Source":
					{
						"Text": "Flipbook Already Opened"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TitleDeletingCurrentLayer"
				},
				{
					"Source":
					{
						"Text": "Open ILIAD paint editor for the selected Flipbook"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CB_Extension_Flipbook_OpenPaintEditor_Tooltip"
				},
				{
					"Source":
					{
						"Text": "The flipbook or one of its sprite or textures is already opened in an other editor. Please close the editor before opening the flipbook with ILIAD."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DeletingCurrentLayer"
				}
			]
		},
		{
			"Namespace": "OdysseyFlipbookEditorCommands",
			"Children": [
				{
					"Source":
					{
						"Text": "Frame Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FrameShortcutsCategory"
				},
				{
					"Source":
					{
						"Text": "KeyFrame Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "KeyFrameShortcutsCategory"
				},
				{
					"Source":
					{
						"Text": "Other Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OtherShortcutsCategory"
				},
				{
					"Source":
					{
						"Text": "PlayBack Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PlayBackShortcutsCategory"
				}
			]
		},
		{
			"Namespace": "OdysseyFlipbookEditorModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Configure the look and feel of the ILIAD Editor."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyFlipbookEditorSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "ILIAD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IliadPainterAssetCategory"
				},
				{
					"Source":
					{
						"Text": "ILIAD Flipbook Editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyFlipbookEditorSettingsName"
				},
				{
					"Source":
					{
						"Text": "Odyssey Flipbook Editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WorkspaceMenu_OdysseyFlipbookEditor"
				}
			]
		},
		{
			"Namespace": "OdysseyFlipbookEditorTimelineTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Timeline"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyFlipbookEditorTimelineTab"
				}
			]
		},
		{
			"Namespace": "OdysseyFlipbookEditorToolkit",
			"Children": [
				{
					"Source":
					{
						"Text": "Flipbook"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WorldCentricTabPrefix"
				},
				{
					"Source":
					{
						"Text": "Odyssey Flipbook Editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AppLabel"
				}
			]
		},
		{
			"Namespace": "OdysseyLayerStackDragDropOperation",
			"Children": [
				{
					"Source":
					{
						"Text": "{0} Layers"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerCount"
				}
			]
		},
		{
			"Namespace": "OdysseyLayerStackEditorCommands",
			"Children": [
				{
					"Source":
					{
						"Text": "LayerStack Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerStackShortcutsCategory"
				}
			]
		},
		{
			"Namespace": "OdysseyMeshSelector",
			"Children": [
				{
					"Source":
					{
						"Text": "LOD Level {0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LOD Level"
				},
				{
					"Source":
					{
						"Text": "Mesh LOD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Mesh LOD"
				},
				{
					"Source":
					{
						"Text": "Mesh UV Channel"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Mesh UV Channel"
				},
				{
					"Source":
					{
						"Text": "None"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ShowUVSToggle"
				},
				{
					"Source":
					{
						"Text": "None"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SelecLODToggle"
				},
				{
					"Source":
					{
						"Text": "Overlay UV Channel {0} on the viewport"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UVChannel_ID_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Select LOD Level {0} for the UV Map"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LODLevel_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Toggles display of the static mesh's UVs."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ShowUVSToggle_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Toggles selection of the static mesh's LOD."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SelectLODToggle_Tooltip"
				},
				{
					"Source":
					{
						"Text": "UV Channel {0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UVChannel_ID"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditor",
			"Children": [
				{
					"Source":
					{
						"Text": "Displayed: {0}x{1}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DisplayedResolution"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorBrushSelectorTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Brush Selector"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainterEditorBrushSelectorTab"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorColorPaletteTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Palette"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainterEditorPaletteTab"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorColorSlidersTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Color Sliders"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainterEditorColorSlidersTab"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorColorWheelTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Color Wheel"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainterEditorColorWheelTab"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorCommands",
			"Children": [
				{
					"Source":
					{
						"Text": "Brush Alpha Mode Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BrushAlphaModeShortcutsCategory"
				},
				{
					"Source":
					{
						"Text": "Brush Blending Mode Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BrushBlendingModeShortcutsCategory"
				},
				{
					"Source":
					{
						"Text": "Brushes & Strokes Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Brushes&StrokesShortcutsShortcutsCategory"
				},
				{
					"Source":
					{
						"Text": "Help Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "HelpShortcutsCategory"
				},
				{
					"Source":
					{
						"Text": "Uncategorized Yet Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UncategorizedYetShortcutsCategory"
				},
				{
					"Source":
					{
						"Text": "Viewport Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ViewportShortcutsCategory"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorGUI",
			"Children": [
				{
					"Source":
					{
						"Text": "About Iliad"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AboutIliad"
				},
				{
					"Source":
					{
						"Text": "About Praxinos ..."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VisitPraxinosWebsite"
				},
				{
					"Source":
					{
						"Text": "Get more brushes ..."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "GetMoreBrushes"
				},
				{
					"Source":
					{
						"Text": "ILIAD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainter"
				},
				{
					"Source":
					{
						"Text": "Iliad"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IliadMenu"
				},
				{
					"Source":
					{
						"Text": "Iliad Actions"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IliadMenu_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Manual and Release Notes ..."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ManualAndReleaseNotes"
				},
				{
					"Source":
					{
						"Text": "Talk with the developpers ..."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TalkWithTheDeveloppers"
				},
				{
					"Source":
					{
						"Text": "to get a full changelog of each Iliad version."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ReleaseNotes_Tooltip"
				},
				{
					"Source":
					{
						"Text": "to get more information about the company Praxinos, its projects, etc."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VisitPraxinosWebsite_Tooltip"
				},
				{
					"Source":
					{
						"Text": "to get more information about the plugin, the team that created it, etc."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AboutIliad_Tooltip"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorHUDTab",
			"Children": [
				{
					"Source":
					{
						"Text": "HUD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainterEditorHUDTab"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorMeshSelectorTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Mesh Selector"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainterEditorMeshSelectorTab"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Configure the look and feel of the ILIAD Editor."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainterEditorSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "ILIAD Painter Editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainterEditorSettingsName"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorRasterDrawingTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Paint Stroke"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OnPaintStroke"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorRasterDrawingToolTopTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Switch the current tool to Eraser mode."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EraserButton"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorToolOptionsTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Tool Options"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainterEditorToolOptionsTab"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorToolsTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Tools"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainterEditorToolsTab"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorTopTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Clear the whole canvas."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ClearButton"
				},
				{
					"Source":
					{
						"Text": "Redo the next action."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "RedoActionButton"
				},
				{
					"Source":
					{
						"Text": "Save the current image within the current project."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SaveCurrentImageButton"
				},
				{
					"Source":
					{
						"Text": "Top Bar"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainterEditorTopTab"
				},
				{
					"Source":
					{
						"Text": "Undo the previous action."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UndoActionButton"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorVectorBaseTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Align Point Selection"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AlignPointSelection"
				},
				{
					"Source":
					{
						"Text": "Apply Transformations"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ApplyTransformations"
				},
				{
					"Source":
					{
						"Text": "Bring forward"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BringForward"
				},
				{
					"Source":
					{
						"Text": "Clear Coloring"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ClearColoring"
				},
				{
					"Source":
					{
						"Text": "Delete Selection"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DeleteSelection"
				},
				{
					"Source":
					{
						"Text": "Flip Horizontal"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FlipHorizontal"
				},
				{
					"Source":
					{
						"Text": "Flip Vertical"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FlipVertical"
				},
				{
					"Source":
					{
						"Text": "Group"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Group"
				},
				{
					"Source":
					{
						"Text": "Make Paint Group"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "GroupPaint"
				},
				{
					"Source":
					{
						"Text": "Reset View"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ResetView"
				},
				{
					"Source":
					{
						"Text": "Send backward"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SendBackward"
				},
				{
					"Source":
					{
						"Text": "Unalign Point Selection"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UnalignPointSelection"
				},
				{
					"Source":
					{
						"Text": "Ungroup"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Ungroup"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorVectorSceneTreeViewContextMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Copy"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Copy"
				},
				{
					"Source":
					{
						"Text": "Delete Selection"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DeleteSelection"
				},
				{
					"Source":
					{
						"Text": "Group"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Group"
				},
				{
					"Source":
					{
						"Text": "Make Paint Group"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "GroupPaint"
				},
				{
					"Source":
					{
						"Text": "Paste"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Paste"
				},
				{
					"Source":
					{
						"Text": "Rename"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Rename"
				},
				{
					"Source":
					{
						"Text": "Ungroup"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Ungroup"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorVectorSceneTreeViewTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Vector Scene Tree View"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainterEditorVectorSceneTreeViewTab"
				}
			]
		},
		{
			"Namespace": "OdysseyPainterEditorViewportTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Viewport"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainterEditorViewportTab"
				}
			]
		},
		{
			"Namespace": "OdysseyPaintInViewportMode",
			"Children": [
				{
					"Source":
					{
						"Text": "Iliad"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyViewportPaint_ModeName"
				}
			]
		},
		{
			"Namespace": "OdysseyPaletteAssetTypeActions",
			"Children": [
				{
					"Source":
					{
						"Text": "Palette"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FOdysseyPaletteTypeActionsName"
				}
			]
		},
		{
			"Namespace": "OdysseyPaletteDragDropOperation",
			"Children": [
				{
					"Source":
					{
						"Text": "{0} Entries"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EntriesCount"
				}
			]
		},
		{
			"Namespace": "OdysseyPaletteModule",
			"Children": [
				{
					"Source":
					{
						"Text": "ILIAD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IliadPainterAssetCategory"
				}
			]
		},
		{
			"Namespace": "OdysseyStylusInputSettings",
			"Children": [
				{
					"Source":
					{
						"Text": "Ink"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyStylusInputDriver_Ink"
				},
				{
					"Source":
					{
						"Text": "Invalid"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyStylusInputDriver_Invalid"
				},
				{
					"Source":
					{
						"Text": "NSEvent"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyStylusInputDriver_NSEvent"
				},
				{
					"Source":
					{
						"Text": "None"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyStylusInputDriver_None"
				},
				{
					"Source":
					{
						"Text": "Wintab"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyStylusInputDriver_Wintab"
				}
			]
		},
		{
			"Namespace": "OdysseyTextureAssetTypeActions",
			"Children": [
				{
					"Source":
					{
						"Text": "Texture"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FOdysseyTextureTypeActionsName"
				}
			]
		},
		{
			"Namespace": "OdysseyTextureContentBrowserExtensions",
			"Children": [
				{
					"Source":
					{
						"Text": "All actions related to ILIAD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CB_Extension_Texture_IliadActions_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Continue the remaing files export ?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MessageSaveCancel"
				},
				{
					"Source":
					{
						"Text": "Edit Texture"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CB_Extension_Texture_OpenPaintEditor"
				},
				{
					"Source":
					{
						"Text": "Export Texture"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CB_Extension_Texture_Export"
				},
				{
					"Source":
					{
						"Text": "Export Texture with ILIAD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CB_Extension_Texture_Export_Tooltip"
				},
				{
					"Source":
					{
						"Text": "ILIAD Actions"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CB_Extension_Texture_IliadActions"
				},
				{
					"Source":
					{
						"Text": "Invalid extension"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TitleExtensionNotFound"
				},
				{
					"Source":
					{
						"Text": "Open ILIAD paint editor for the selected Texture"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CB_Extension_Texture_OpenPaintEditor_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Save cancelled"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TitleSaveCancel"
				},
				{
					"Source":
					{
						"Text": "Select Export Path & Name"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TitleExportTexture"
				},
				{
					"Source":
					{
						"Text": "Texture Already Opened"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TitleTextureAlreadyOpened"
				},
				{
					"Source":
					{
						"Text": "The file extension or the file format is not supported"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MessageExtensionNotFound"
				},
				{
					"Source":
					{
						"Text": "The texture is already opened in an other editor. Please close the editor before opening the texture with ILIAD."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MessageTextureAlreadyOpened"
				}
			]
		},
		{
			"Namespace": "OdysseyTextureEditorCommands",
			"Children": [
				{
					"Source":
					{
						"Text": "Import & Export Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ImportExportShortcutsCategory"
				},
				{
					"Source":
					{
						"Text": "LayerStack Shortcuts"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerStackShortcutsCategory"
				}
			]
		},
		{
			"Namespace": "OdysseyTextureEditorGUI",
			"Children": [
				{
					"Source":
					{
						"Text": "Export Current Layer As Texture"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportCurrentLayerAsTexture"
				},
				{
					"Source":
					{
						"Text": "Export Layers As Textures"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportLayersAsTextures"
				},
				{
					"Source":
					{
						"Text": "Export Texture To Operating System"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportTextureToOperatingSystem"
				},
				{
					"Source":
					{
						"Text": "Export current layers as texture within the content-browser"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportCurrentLayerAsTexture_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Export current texture to your operating system, several file format are available"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportTextureToOperatingSystem_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Export existing layers as textures within the content-browser"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportLayersAsTextures_ToolTip"
				},
				{
					"Source":
					{
						"Text": "ILIAD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyPainter"
				},
				{
					"Source":
					{
						"Text": "Import Textures As Layers"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ImportTexturesAsLayers"
				},
				{
					"Source":
					{
						"Text": "Import several textures from the content - browser as layers"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ImportTexturesAsLayers_ToolTip"
				}
			]
		},
		{
			"Namespace": "OdysseyTextureEditorLayerStackTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Export Layers As Texture"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ExportLayerDialogTitle"
				},
				{
					"Source":
					{
						"Text": "Import Textures As Layers"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerStack"
				},
				{
					"Source":
					{
						"Text": "Import Textures As Layers"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ImportTextureDialogTitle"
				},
				{
					"Source":
					{
						"Text": "Invalid extension"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TitleExtensionNotFound"
				},
				{
					"Source":
					{
						"Text": "Layer Stack"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyTextureEditorLayerStackTab"
				},
				{
					"Source":
					{
						"Text": "Odyssey Texture"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyTexture"
				},
				{
					"Source":
					{
						"Text": "Select Export Path & Name"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TitleExportTexture"
				},
				{
					"Source":
					{
						"Text": "The file extension or the file format is not supported"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MessageExtensionNotFound"
				}
			]
		},
		{
			"Namespace": "OdysseyTextureEditorModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Configure the look and feel of the ILIAD Editor."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyTextureEditorSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "ILIAD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IliadPainterAssetCategory"
				},
				{
					"Source":
					{
						"Text": "ILIAD Texture2D Editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyTextureEditorSettingsName"
				},
				{
					"Source":
					{
						"Text": "Odyssey Texture2D Editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WorkspaceMenu_OdysseyTextureEditor"
				}
			]
		},
		{
			"Namespace": "OdysseyTextureEditorSource",
			"Children": [
				{
					"Source":
					{
						"Text": "Clear Vector Scene"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ClearVectorScene"
				}
			]
		},
		{
			"Namespace": "OdysseyTextureEditorTextureDetailsTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Texture Details"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyTextureEditorTextureDetailsTab"
				}
			]
		},
		{
			"Namespace": "OdysseyTextureEditorToolkit",
			"Children": [
				{
					"Source":
					{
						"Text": "Odyssey Texture Editor"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AppLabel"
				},
				{
					"Source":
					{
						"Text": "Texture"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WorldCentricTabPrefix"
				}
			]
		},
		{
			"Namespace": "OdysseyTextureFactory",
			"Children": [
				{
					"Source":
					{
						"Text": "BGRA 8"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "bgra8"
				},
				{
					"Source":
					{
						"Text": "BGRE 8"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "bgre8"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "cancel"
				},
				{
					"Source":
					{
						"Text": "Color"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "background-label"
				},
				{
					"Source":
					{
						"Text": "Create Asset"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "create-asset"
				},
				{
					"Source":
					{
						"Text": "Create Texture Asset"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "title"
				},
				{
					"Source":
					{
						"Text": "Format"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "format-label"
				},
				{
					"Source":
					{
						"Text": "Grey 16"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "g16"
				},
				{
					"Source":
					{
						"Text": "Grey 8"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "g8"
				},
				{
					"Source":
					{
						"Text": "Height"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "height-label"
				},
				{
					"Source":
					{
						"Text": "Name"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "name-label"
				},
				{
					"Source":
					{
						"Text": "Purple (127, 127, 255)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "background-color-normal"
				},
				{
					"Source":
					{
						"Text": "RGBA 16"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "rgba16"
				},
				{
					"Source":
					{
						"Text": "RGBA 16 F"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "rgba16f"
				},
				{
					"Source":
					{
						"Text": "T_Drawing"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "default-name"
				},
				{
					"Source":
					{
						"Text": "Transparent"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "background-color-transparent"
				},
				{
					"Source":
					{
						"Text": "White"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "background-color-white"
				},
				{
					"Source":
					{
						"Text": "Width"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "width-label"
				}
			]
		},
		{
			"Namespace": "OdysseyTimeline",
			"Children": [
				{
					"Source":
					{
						"Text": "Reorder key frames"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MovedFramesInTimeline"
				}
			]
		},
		{
			"Namespace": "OdysseyVectorBrushCustomization",
			"Children": [
				{
					"Source":
					{
						"Text": "OdysseyVectorBrush"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyVectorBrushRow"
				},
				{
					"Source":
					{
						"Text": "Pick Vector Brush"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Pick Vector Brush"
				},
				{
					"Source":
					{
						"Text": "Vector Brush Button"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VectorBrushButton"
				}
			]
		},
		{
			"Namespace": "OdysseyViewport",
			"Children": [
				{
					"Source":
					{
						"Text": "100%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom100Action"
				},
				{
					"Source":
					{
						"Text": "200%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom200Action"
				},
				{
					"Source":
					{
						"Text": "25%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom25Action"
				},
				{
					"Source":
					{
						"Text": "400%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom400Action"
				},
				{
					"Source":
					{
						"Text": "50%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom50Action"
				},
				{
					"Source":
					{
						"Text": "Rotation: "
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "RotationLabel"
				},
				{
					"Source":
					{
						"Text": "Scale To Fit"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ZoomFitAction"
				},
				{
					"Source":
					{
						"Text": "Scale the texture to fit the viewport."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ZoomFillActionHint"
				},
				{
					"Source":
					{
						"Text": "Show the texture at a quarter of its size."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom25ActionHint"
				},
				{
					"Source":
					{
						"Text": "Show the texture at four times its size."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom400ActionHint"
				},
				{
					"Source":
					{
						"Text": "Show the texture at half its size."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom50ActionHint"
				},
				{
					"Source":
					{
						"Text": "Show the texture at twice its size."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom200ActionHint"
				},
				{
					"Source":
					{
						"Text": "Show the texture in its original size."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Zoom100ActionHint"
				},
				{
					"Source":
					{
						"Text": "Zoom:"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ZoomLabel"
				}
			]
		},
		{
			"Namespace": "OdysseyViewportDrawingEditorExtension",
			"Children": [
				{
					"Source":
					{
						"Text": "Selected Texture Already Opened"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TitleSelectedtextureAlreadyOpened"
				},
				{
					"Source":
					{
						"Text": "The selected texture is already opened in an other editor. Please close the editor before selecting this texture."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SelectedtextureAlreadyOpened"
				}
			]
		},
		{
			"Namespace": "OdysseyViewportDrawingEditorMasterTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Invalid"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyInvalidToolTip"
				},
				{
					"Source":
					{
						"Text": "Invalid"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyInvalid"
				},
				{
					"Source":
					{
						"Text": "Mesh (planar drawing)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyMeshBasedPlanar"
				},
				{
					"Source":
					{
						"Text": "Mesh (sphere drawing)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyMeshBasedSphere"
				},
				{
					"Source":
					{
						"Text": "Screen"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyScreenBased"
				},
				{
					"Source":
					{
						"Text": "Select Mesh"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Select Mesh"
				},
				{
					"Source":
					{
						"Text": "Selected Texture Already Opened"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TitleSelectedTextureAlreadyOpenedTitle"
				},
				{
					"Source":
					{
						"Text": "Stamp will be based on mesh (3D) size and orientation. The Z axis is normal to hit plane on the mesh and will follow each edge"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyMeshBasedPlanarToolTip"
				},
				{
					"Source":
					{
						"Text": "Stamp will be based on mesh (3D) size and orientation. The stamp will be interpreted as a sphere and applied to the mesh"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyMeshBasedSphereToolTip"
				},
				{
					"Source":
					{
						"Text": "Stamp will be based on texture (2D) UVs size and orientation"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyTextureBasedToolTip"
				},
				{
					"Source":
					{
						"Text": "Stamp will be based on viewport screen view. Its size and orientation depend on the position of the view."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyScreenBasedToolTip"
				},
				{
					"Source":
					{
						"Text": "Texture UV"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyTextureBased"
				},
				{
					"Source":
					{
						"Text": "The selected texture is already opened in an other editor. Please close the editor before selecting this texture."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SelectedTextureAlreadyOpened"
				}
			]
		},
		{
			"Namespace": "OdysseyViewportDrawingEditorToolkit",
			"Children": [
				{
					"Source":
					{
						"Text": "Display {TabName}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ViewportDrawingEditorToggleTopTabTooltip"
				},
				{
					"Source":
					{
						"Text": "Odyssey Mesh Paint"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ToolkitName"
				}
			]
		},
		{
			"Namespace": "PackageReportDialog",
			"Children": [
				{
					"Source":
					{
						"Text": "Asset Report"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ReportWindowTitle"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CancelButton"
				},
				{
					"Source":
					{
						"Text": "Image(s) Export Format :"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "format-export"
				},
				{
					"Source":
					{
						"Text": "OK"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OkButton"
				}
			]
		},
		{
			"Namespace": "SOdysseyAnimationCellImageStagger",
			"Children": [
				{
					"Source":
					{
						"Text": "Behaviour"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AnimationCellImageStagger-BehaviourMenu-BehaviourSection"
				},
				{
					"Source":
					{
						"Text": "Hold"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AnimationCellImageStagger-BehaviourMenu-Behaviour-Hold"
				},
				{
					"Source":
					{
						"Text": "Loop"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AnimationCellImageStagger-BehaviourMenu-Behaviour-Loop"
				},
				{
					"Source":
					{
						"Text": "PingPong"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AnimationCellImageStagger-BehaviourMenu-Behaviour-PingPong"
				}
			]
		},
		{
			"Namespace": "SOdysseyAnimationLayerFolderRow",
			"Children": [
				{
					"Source":
					{
						"Text": "Change Layer BlendMode"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerTransaction"
				}
			]
		},
		{
			"Namespace": "SOdysseyAnimationLayerImageRasterRow",
			"Children": [
				{
					"Source":
					{
						"Text": "Change Layer Opacity"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerTransaction"
				},
				{
					"Source":
					{
						"Text": "LightTable"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyLayerImageRasterBlendingMode"
				}
			]
		},
		{
			"Namespace": "SOdysseyAnimationLayerImageTimeline",
			"Children": [
				{
					"Source":
					{
						"Text": "Cells"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-CellsSection"
				},
				{
					"Source":
					{
						"Text": "Common"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-CommonSection"
				},
				{
					"Source":
					{
						"Text": "Hold"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-PreBehaviour-Hold"
				},
				{
					"Source":
					{
						"Text": "Hold"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-PostBehaviour-Hold"
				},
				{
					"Source":
					{
						"Text": "Layer"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-LayerSection"
				},
				{
					"Source":
					{
						"Text": "Loop"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-PreBehaviour-Loop"
				},
				{
					"Source":
					{
						"Text": "Loop"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-PostBehaviour-Loop"
				},
				{
					"Source":
					{
						"Text": "None"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-PostBehaviour-None"
				},
				{
					"Source":
					{
						"Text": "None"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-PreBehaviour-None"
				},
				{
					"Source":
					{
						"Text": "PingPong"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-PreBehaviour-PingPong"
				},
				{
					"Source":
					{
						"Text": "PingPong"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-PostBehaviour-PingPong"
				},
				{
					"Source":
					{
						"Text": "Post Behaviour"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-PostBehaviour"
				},
				{
					"Source":
					{
						"Text": "Pre Behaviour"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-PreBehaviour"
				},
				{
					"Source":
					{
						"Text": "Selection"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-SelectionSection"
				},
				{
					"Source":
					{
						"Text": "Set Layer's Post Behaviour"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-PostBehaviour-Tooltip"
				},
				{
					"Source":
					{
						"Text": "Set Layer's Pre Behaviour"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerImageTimeline-ContextMenu-PreBehaviour-Tooltip"
				}
			]
		},
		{
			"Namespace": "SOdysseyAnimationLayerImageVectorRow",
			"Children": [
				{
					"Source":
					{
						"Text": "Change Layer Wireframe status"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerTransaction"
				},
				{
					"Source":
					{
						"Text": "LightTable"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyLayerImageVectorBlendingMode"
				}
			]
		},
		{
			"Namespace": "SOdysseyAnimationLayerStack",
			"Children": [
				{
					"Source":
					{
						"Text": "No Timeline can be displayed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EmptyLayerStackInstructions"
				}
			]
		},
		{
			"Namespace": "SOdysseyLayerRow",
			"Children": [
				{
					"Source":
					{
						"Text": "Change Layer Active"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerTransaction"
				}
			]
		},
		{
			"Namespace": "SOdysseyLayerStackAddLayerButton",
			"Children": [
				{
					"Source":
					{
						"Text": "Add Layer"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AddLayer"
				}
			]
		},
		{
			"Namespace": "SOdysseyLayerStackTreeView",
			"Children": [
				{
					"Source":
					{
						"Text": "Layer"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerStackLayerSection"
				},
				{
					"Source":
					{
						"Text": "Selection"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerStackCommonSection"
				},
				{
					"Source":
					{
						"Text": "Show/Hide inline Layer options"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyLayerIsOptionsDisplayedButtonToolTip"
				},
				{
					"Source":
					{
						"Text": "Toggle Layer Activation"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyLayerIsActivatedButtonToolTip"
				},
				{
					"Source":
					{
						"Text": "Toggle Layer Locked State"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyLayerLockedButtonToolTip"
				}
			]
		},
		{
			"Namespace": "SOdysseyPainterEditorVectorSceneTreeView",
			"Children": [
				{
					"Source":
					{
						"Text": "Drop Objects"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DropObjects"
				},
				{
					"Source":
					{
						"Text": "Selection Changed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VectorSceneTreeView"
				}
			]
		},
		{
			"Namespace": "SOdysseyPaletteAddEntryButton",
			"Children": [
				{
					"Source":
					{
						"Text": "Add Entry"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AddEntry"
				}
			]
		},
		{
			"Namespace": "SOdysseyPaletteEntryRow",
			"Children": [
				{
					"Source":
					{
						"Text": "Change Entry Active"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PaletteTransaction"
				}
			]
		},
		{
			"Namespace": "SOdysseyPaletteSetView",
			"Children": [
				{
					"Source":
					{
						"Text": "Common"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PaletteSetCommonSection"
				}
			]
		},
		{
			"Namespace": "SOdysseyPaletteTreeView",
			"Children": [
				{
					"Source":
					{
						"Text": "Selection"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PaletteCommonSection"
				}
			]
		},
		{
			"Namespace": "SOdysseyTextureLayerFolderRow",
			"Children": [
				{
					"Source":
					{
						"Text": "Blending Mode"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyLayerFolderBlendingMode"
				},
				{
					"Source":
					{
						"Text": "Change Layer BlendMode"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerTransaction"
				}
			]
		},
		{
			"Namespace": "SOdysseyTextureLayerImageRasterRow",
			"Children": [
				{
					"Source":
					{
						"Text": "Blending Mode"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyLayerImageRasterBlendingMode"
				},
				{
					"Source":
					{
						"Text": "Change Layer Opacity"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerTransaction"
				}
			]
		},
		{
			"Namespace": "SOdysseyTextureLayerImageVectorRow",
			"Children": [
				{
					"Source":
					{
						"Text": "Blending Mode"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OdysseyLayerImageVectorBlendingMode"
				},
				{
					"Source":
					{
						"Text": "Change Layer Wireframe Display"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerTransaction"
				}
			]
		},
		{
			"Namespace": "SOdysseyTextureLayerStack",
			"Children": [
				{
					"Source":
					{
						"Text": "No Layer Stack can be displayed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EmptyLayerStackInstructions"
				}
			]
		},
		{
			"Namespace": "StylusInputDebugWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Altitude"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Altitude"
				},
				{
					"Source":
					{
						"Text": "Azimuth"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Azimuth"
				},
				{
					"Source":
					{
						"Text": "Is Inverted?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IsInverted"
				},
				{
					"Source":
					{
						"Text": "Is Touching?"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IsTouching"
				},
				{
					"Source":
					{
						"Text": "Most Recent Index"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MostRecentIndex"
				},
				{
					"Source":
					{
						"Text": "Normal Pressure"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "NormalPressure"
				},
				{
					"Source":
					{
						"Text": "Position"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Position"
				},
				{
					"Source":
					{
						"Text": "Size"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Size"
				},
				{
					"Source":
					{
						"Text": "Tangent Pressure"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TangentPressure"
				},
				{
					"Source":
					{
						"Text": "Tilt"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Tilt"
				},
				{
					"Source":
					{
						"Text": "Twist"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Twist"
				},
				{
					"Source":
					{
						"Text": "Z"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Z"
				}
			]
		},
		{
			"Namespace": "TabletAPISwitcher",
			"Children": [
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CancelSwitchAPI"
				},
				{
					"Source":
					{
						"Text": "OK"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OkSwitchAPI"
				},
				{
					"Source":
					{
						"Text": "Select Tablet API"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SelectTabletAPI"
				}
			]
		},
		{
			"Namespace": "Texture Infos",
			"Children": [
				{
					"Source":
					{
						"Text": "{0}x{1} px"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Texture Infos"
				}
			]
		},
		{
			"Namespace": "TextureEditor",
			"Children": [
				{
					"Source":
					{
						"Text": "Combined LOD Bias: {0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_LODBias"
				},
				{
					"Source":
					{
						"Text": "Displayed: {0}x{1}x{2}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_Displayed_3x"
				},
				{
					"Source":
					{
						"Text": "Displayed: {0}x{1}{2}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_Displayed_2x"
				},
				{
					"Source":
					{
						"Text": "False"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "False"
				},
				{
					"Source":
					{
						"Text": "Format: {0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_Format"
				},
				{
					"Source":
					{
						"Text": "Has Alpha Channel: {0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_HasAlphaChannel"
				},
				{
					"Source":
					{
						"Text": "Imported: {0}x{1}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_Imported_2x"
				},
				{
					"Source":
					{
						"Text": "Imported: {0}x{1}x{2}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_Imported_3x"
				},
				{
					"Source":
					{
						"Text": "Max In-Game: {0}x{1}x{2}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_MaxInGame_3x"
				},
				{
					"Source":
					{
						"Text": "Max In-Game: {0}x{1}{2}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_MaxInGame_2x"
				},
				{
					"Source":
					{
						"Text": "Method: {0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_Method"
				},
				{
					"Source":
					{
						"Text": "Not Streamed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_MethodNotStreamed"
				},
				{
					"Source":
					{
						"Text": "Number of Mips: {0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_NumMips"
				},
				{
					"Source":
					{
						"Text": "Resource Size: {0} Kb"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_ResourceSize"
				},
				{
					"Source":
					{
						"Text": "Streamed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_MethodStreamed"
				},
				{
					"Source":
					{
						"Text": "True"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "True"
				},
				{
					"Source":
					{
						"Text": "Virtual Streamed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_MethodVirtualStreamed"
				},
				{
					"Source":
					{
						"Text": "x6 (CubeMap)"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "QuickInfo_PerCubeSide"
				}
			]
		},
		{
			"Namespace": "UICommands",
			"Subnamespaces": [
				{
					"Namespace": "OdysseyViewportDrawingEditorCommands",
					"Children": [
						{
							"Source":
							{
								"Text": "Brush Settings"
							},
							"Translation":
							{
								"Text": ""
							},
							"Key": "SetOdysseyBrushSettingsView_ToolTip"
						},
						{
							"Source":
							{
								"Text": "BrushSettings"
							},
							"Translation":
							{
								"Text": ""
							},
							"Key": "SetOdysseyBrushSettingsView"
						},
						{
							"Source":
							{
								"Text": "Cycle To Next Texture"
							},
							"Translation":
							{
								"Text": ""
							},
							"Key": "NextTexture_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Cycle To Previous Texture"
							},
							"Translation":
							{
								"Text": ""
							},
							"Key": "PreviousTexture_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Layer Stack"
							},
							"Translation":
							{
								"Text": ""
							},
							"Key": "SetOdysseyLayerStackView_ToolTip"
						},
						{
							"Source":
							{
								"Text": "LayerStack"
							},
							"Translation":
							{
								"Text": ""
							},
							"Key": "SetOdysseyLayerStackView"
						},
						{
							"Source":
							{
								"Text": "Next Texture"
							},
							"Translation":
							{
								"Text": ""
							},
							"Key": "NextTexture"
						},
						{
							"Source":
							{
								"Text": "Previous Texture"
							},
							"Translation":
							{
								"Text": ""
							},
							"Key": "PreviousTexture"
						},
						{
							"Source":
							{
								"Text": "Save Texture Paint"
							},
							"Translation":
							{
								"Text": ""
							},
							"Key": "SaveTexturePaint"
						},
						{
							"Source":
							{
								"Text": "Saves the Modified Textures for the selected Mesh Components"
							},
							"Translation":
							{
								"Text": ""
							},
							"Key": "SaveTexturePaint_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Tool Options"
							},
							"Translation":
							{
								"Text": ""
							},
							"Key": "SetOdysseyPainterEditorToolOptionsView_ToolTip"
						},
						{
							"Source":
							{
								"Text": "ToolOptions"
							},
							"Translation":
							{
								"Text": ""
							},
							"Key": "SetOdysseyPainterEditorToolOptionsView"
						},
						{
							"Source":
							{
								"Text": "Tools"
							},
							"Translation":
							{
								"Text": ""
							},
							"Key": "SetOdysseyPainterEditorToolsView_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Tools"
							},
							"Translation":
							{
								"Text": ""
							},
							"Key": "SetOdysseyPainterEditorToolsView"
						}
					]
				}
			]
		},
		{
			"Namespace": "UOdysseyAnimationLayerFolder",
			"Children": [
				{
					"Source":
					{
						"Text": "Folder"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DefaultName"
				},
				{
					"Source":
					{
						"Text": "Folder Layer"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerTypeName"
				}
			]
		},
		{
			"Namespace": "UOdysseyAnimationLayerImageRaster",
			"Children": [
				{
					"Source":
					{
						"Text": "Create Cell"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CreateCell"
				},
				{
					"Source":
					{
						"Text": "Raster Image Layer"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerTypeName"
				}
			]
		},
		{
			"Namespace": "UOdysseyAnimationLayerImageVector",
			"Children": [
				{
					"Source":
					{
						"Text": "Create Cell"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CreateCell"
				},
				{
					"Source":
					{
						"Text": "Vector Image Layer"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerTypeName"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorRasterPaintBucketTool",
			"Children": [
				{
					"Source":
					{
						"Text": "FlooFill"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OnPaintStroke"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorRasterPrimitiveDrawingTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Draw Primitive Shape"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OnDrawPrimitiveShape"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorRasterTransformTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Transform"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CommitTransform"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorVectorBucketView",
			"Children": [
				{
					"Source":
					{
						"Text": "Property Changed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PropertyChanged"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorVectorEraserTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Erase"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EraserTool"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorVectorGridTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Vector Grid Tool"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VectorGridTool"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorVectorObjectView",
			"Children": [
				{
					"Source":
					{
						"Text": "Property Changed"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PropertyChanged"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorVectorPaintBucketTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Bucket properties"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "BucketProperties"
				},
				{
					"Source":
					{
						"Text": "Copy Bucket Param"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CopyBucketParam"
				},
				{
					"Source":
					{
						"Text": "Delete Bucket"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DeleteBucket"
				},
				{
					"Source":
					{
						"Text": "Paint Bucket"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VectorPaintBucketTool"
				},
				{
					"Source":
					{
						"Text": "Paste Bucket Param"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PasteBucketParam"
				},
				{
					"Source":
					{
						"Text": "Propagate Bucket"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PropagateBucket"
				},
				{
					"Source":
					{
						"Text": "Unpropagate Bucket"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UnpropagateBucket"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorVectorPathCutTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Vector Path Cut Tool"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VectorPathCutTool"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorVectorPathDrawingTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Vector Path Drawing Tool"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VectorPathDrawingTool"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorVectorPathEditTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Align Point Selection"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AlignPointSelection"
				},
				{
					"Source":
					{
						"Text": "Vector Path Edit Tool"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VectorPathEditTool"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorVectorPathPushTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Vector Path Push Tool"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VectorPathPushTool"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorVectorPathSmoothTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Vector Path Smooth Tool"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VectorPathSmoothTool"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorVectorPathStitchTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Vector Path Stitch Tool"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VectorPathStitchTool"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorVectorPrimitiveDrawingTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Vector Primitive Drawing Tool"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VectorPrimitiveDrawingTool"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorVectorScenePanTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Pan Scene"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VectorScenePanTool"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorVectorSelectionTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Vector Object Pick Tool"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VectorObjectSelectionTool"
				}
			]
		},
		{
			"Namespace": "UOdysseyPainterEditorVectorTransformTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Vector Transform Tool"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VectorTransformTool"
				}
			]
		},
		{
			"Namespace": "UOdysseyPaletteEntryColor",
			"Children": [
				{
					"Source":
					{
						"Text": "Color"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DefaultName"
				},
				{
					"Source":
					{
						"Text": "Color Entry"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EntryTypeName"
				}
			]
		},
		{
			"Namespace": "UOdysseyPaletteEntryFolder",
			"Children": [
				{
					"Source":
					{
						"Text": "Folder"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DefaultName"
				},
				{
					"Source":
					{
						"Text": "Folder Entry"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EntryTypeName"
				}
			]
		},
		{
			"Namespace": "UOdysseyPaletteEntryMaterial",
			"Children": [
				{
					"Source":
					{
						"Text": "Material"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DefaultName"
				},
				{
					"Source":
					{
						"Text": "Material Entry"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "EntryTypeName"
				}
			]
		},
		{
			"Namespace": "UOdysseyTextureLayerFolder",
			"Children": [
				{
					"Source":
					{
						"Text": "Folder"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DefaultName"
				},
				{
					"Source":
					{
						"Text": "Folder Layer"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerTypeName"
				}
			]
		},
		{
			"Namespace": "UOdysseyTextureLayerImageRaster",
			"Children": [
				{
					"Source":
					{
						"Text": "Raster Image Layer"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerTypeName"
				}
			]
		},
		{
			"Namespace": "UOdysseyTextureLayerImageVector",
			"Children": [
				{
					"Source":
					{
						"Text": "Vector Image Layer"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "LayerTypeName"
				}
			]
		}
	]
}